{
  "about": {
    "title": "Digital Innovation Curated VR Apps",
    "created": "25 Feb 2025"
  },
  "groups": [
    {
      "name": "Wellbeing",
      "bookmarks": [
        {
          "title": "Flowborne VR",
          "url": "https://www.meta.com/en-gb/experiences/4997438576996478/",
          "about": "A meditative breathwork experience enhanced by biofeedback to cultivate a peaceful and serene breathing style. Created by psychologists, it seeks to help alleviate stress and promote deep relaxation. Embark on a soothing journey through enchanting worlds, release tension, and master the art of diaphragmatic breathing. Your very own breath powers the experience as the VR controller captures your abdomen movements. The virtual environment responds to your breathing in real time, guiding your focus and helping you perfect your breathing style. Each exhale translates into a floating movement, allowing for serene exploration within the virtual realm."
        },
        {
          "title": "Nature Treks VR",
          "url": "https://www.meta.com/en-gb/experiences/2616537008386430",
          "about": "Explore tropical beaches, underwater oceans and even take to the stars. Discover over 20 different animals, command the weather, take control of the night or shape your own world with ‘orbs’, breathe with the meditation lotus. Immerse yourself into the Nature Treks VR experience and escape into a world of relaxation."
        },
        {
          "title": "Headspace XR",
          "url": "https://www.meta.com/en-gb/experiences/24496870869957102",
          "about": "Discover a new world made for your mind. Headspace XR is a virtual playground where you can move, play, meditate, and explore with friends — all in breath taking immersive environments. Feel the real life benefits of mood-boosting games, one-on-one guided meditations with your favorite Headspace teachers, and strengthening your mind-body connection through movement. Drop in, take a deep breath, and make time for your best, most mindful self."
        },
        {
          "title": "Alcove",
          "url": "https://www.meta.com/en-gb/experiences/3895528293794893",
          "about": "A portal to new worlds, a virtual home filled with endless experiences to discover and explore, a place to connect with loved ones. World travel, casual games, media customization, adventure, and relaxation. Invite your friends and family, and travel together to new places to see the world - hundreds of virtual travels to all continents: take a city tour, a hot air balloon ride, a back-country road trip."
        },
        {
          "title": "TRIPP",
          "url": "https://www.meta.com/en-gb/experiences/2173576192720129",
          "about": "A Mind-Blowing Escape from Everyday Stress. A popular app which has been used in research supported by the NIH, NASA, and the New York Office of Mental Health. Embark on your journey to a more serene, connected, and balanced life. Hailed by Time Magazine, FastCompany, Forbes, GamesBeat, Men’s Health."
        },
        {
          "title": "Liminal",
          "url": "https://www.meta.com/en-gb/experiences/3158342884265828",
          "about": "Relax. Unwind. Engage. Explore. 120+ experiences to change your mood. Relax, unwind, engage, explore. Liminal is a great way to chill out and have some fun!  Six categories of emotional and cognitive states."
        },
        {
          "title": "Cosmic Flow",
          "url": "https://www.meta.com/en-gb/experiences/cosmic-flow-a-relaxing-vr-experience/3872076276162726/",
          "about": "A relaxing visual experience, an audio-visual massage for the mind, a kaleidoscopic meditation. Developed by an artist as a first part of a series of VR experiences encouraging connection and personal expression. A relaxed mind is better able to understand and express itself. Cosmic Flow hopes to instill this feeling of relaxation so that, when the headset comes off, the feeling continues."
        }
      ]
    },
    {
      "name": "Creativity",
      "bookmarks": [
        {
          "title": "Colour Space",
          "url": "https://www.meta.com/en-gb/experiences/color-space/2702419963135346/",
          "about": "Coloring books are a timeless, easy way for adults and kids to have fun making art. But what if you could step into the coloring book? In Color Space you don’t just color in a scene — you color *inside* a scene. Equipped with a palette and a coloring wand, you’re transported into any of 32 beautiful black-and-white worlds created by a growing group of VR's most talented artists. You fill in the world with as many colors as you like, one tree, rock and flower at a time."
        },
        {
          "title": "OpenBrush",
          "url": "https://www.meta.com/en-gb/experiences/open-brush-3d-painting/3600360710032222/",
          "about": "Paint in 3D space with XR. Unleash your creativity with three-dimensional brush strokes. Your canvas is open around you. Your palette is your imagination. Your inspiration is everywhere. A palette of 48 different brush types, freed from the bounds of typical painting media. Fire, water, smoke and light beams are just a selection of the wonderful brushes you’ll find. A large selection of environments will find you floating in space, creating costumes, or transforming your living space into a dragon’s cave through the magic of passthrough."
        },
        {
          "title": "Gravity Sketch",
          "url": "https://www.meta.com/en-gb/experiences/1587090851394426",
          "about": "3D design tool empowers you to create, share and collaborate on your ideas. Go beyond the bounds of 2D sketching to express yourself in a virtual studio and explore iterations of designs. Communicate design intent with greater clarity, and invite others to help shape your ideas and decision-making."
        },
        {
          "title": "Figmin XR",
          "url": "https://www.meta.com/en-gb/experiences/6849182851823457/",
          "about": "Create, Collect & Play in Mixed Reality! A fun spatial computing application that lets you easily create, collect & play in mixed reality. Multiplayer supported. Anything is possible! Decorate your room, create physics games, educational experiences, awesome videos for social media, storytelling, art, marketing, visualization, or anything you can imagine."
        },
        {
          "title": "Zoe",
          "url": "https://www.meta.com/en-gb/experiences/zoe/5464660053555314/",
          "about": "Zoe enables the rapid creation of interactive 3D scenes through a no-code interface and automation. Invite your friends, students, colleagues and clients to collaborate, learn and create together in real-time. You can create anything you have in mind. It has been used to host activities, create learning games, build interactive stories, adventure games, and even mini-games for therapy. Free version includes templates, creator tools and multiplayer capabilities for up to 3 members. Visit zoeimmersive.com to learn how you can increase the number of collaborators."
        }
      ]
    },
    {
      "name": "Nature",
      "bookmarks": [
        {
          "title": "Nature Treks VR",
          "url": "https://www.meta.com/en-gb/experiences/2616537008386430",
          "about": "Explore tropical beaches, underwater oceans and even take to the stars. Discover over 20 different animals, command the weather, take control of the night or shape your own world with ‘orbs’, breathe with the meditation lotus. Immerse yourself into the Nature Treks VR experience and escape into a world of relaxation."
        },
        {
          "title": "Ocean Rift",
          "url": "https://www.meta.com/en-gb/experiences/ocean-rift/2134272053250863/",
          "about": "Turn your room into an aquarium, placing virtual windows wherever you like or swim around an underwater world full of dolphins, sharks, turtles, sea snakes, rays, whales and sea lions.  Activate the education mode to learn more about the animals you come across with 40 fully narrated information points."
        }
      ]
    },
    {
      "name": "Puzzles",
      "bookmarks": [
        {
          "title": "Cubism",
          "url": "https://www.meta.com/en-gb/experiences/2264524423619421",
          "about": "A deceptively simple puzzle game where you assemble increasingly complex shapes out of colourful blocks. Immerse yourself in a zen environment as you reason your way through 90 puzzles which will put your spatial thinking skills to the test."
        },
        {
          "title": "Puzzling Places",
          "url": "https://www.meta.com/en-gb/experiences/puzzling-places/3931148300302917/",
          "about": "Sort, puzzle, and relax by building dioramas of beautiful places from around the world—Rated #1 puzzling game in VR!  Puzzle by yourself or with a friend with online multiplayer and local Mixed Reality co-op!"
        },
        {
          "title": "Plockle",
          "url": "https://plockle.com/",
          "about": "VR block puzzle game"
        }
      ]
    },
    {
      "name": "Team Building",
      "bookmarks": [
        {
          "title": "Keep talking and nobody explodes",
          "url": "https://www.meta.com/en-gb/experiences/keep-talking-and-nobody-explodes/2010043642376517/",
          "about": "One player is trapped in a virtual room with a ticking time bomb they must defuse. The other players are the “Experts” who must give the instructions to defuse the bomb by deciphering the information found in the Bomb Defusal Manual. But there’s a catch: the Experts can’t see the bomb, so everyone will need to talk it out –fast!"
        },
        {
          "title": "POPULATION: ONE",
          "url": "https://www.meta.com/en-gb/experiences/population-one/2564158073609422/",
          "about": "VR Battle Royale. Climb, Fly, Build. POPULATION: ONE is a multiplayer, First Person Shooter only possible in VR. Group up with your squad for a Battle Royale victory across numerous maps or explore Sandbox, player created maps with multiple game modes."
        },
        {
          "title": "RecRoom",
          "url": "https://www.meta.com/en-gb/experiences/rec-room/2173678582678296/",
          "about": "Use private rooms with games like paintball, laser quest"
        },
        {
          "title": "VR Chat",
          "url": "https://www.meta.com/en-gb/experiences/vrchat/1856672347794301/",
          "about": "Use private rooms, Zelda worlds"
        },
        {
          "title": "Walkabout Mini Golf",
          "url": "https://www.meta.com/en-gb/experiences/walkabout-mini-golf/2462678267173943/",
          "about": "Eight 18-hole courses to master. Unlock Hard Mode for more challenging versions of all courses. Guest Pass: allows guests of the player with a paid DLC course to play with their host for free. Play solo, 1v1 online quick match, or create a private room with up to 8 players. Extremely accurate physics that feels just like the real thing"
        }
      ]
    },
    {
      "name": "Collaboration",
      "bookmarks": [
        {
          "title": "Arkio",
          "url": "https://www.meta.com/en-gb/experiences/arkio/2280319701979278/",
          "about": "Design interiors, buildings, virtual spaces and more with Arkio on Meta Quest and Meta Quest Pro. Try new design ideas and collaborate with others using VR, desktop and mobile to make better design decisions faster. With room import and passthrough you can design, mix and share realities like never before. Move freely around large spaces or entire floors with the new boundaryless mode. Place virtual furniture in your living room, sketch an extension on your home, carve a virtual window into a wall or remove entire walls! View 3D models as scale models or experience them at true scale in the real world. Color passthrough on Meta Quest 3 & Pro brings mixed reality in Arkio vividly to life."
        }
      ]
    },
    {
      "name": "3D Maps",
      "bookmarks": [
        {
          "title": "Wooorld",
          "url": "https://www.meta.com/en-gb/experiences/4360608937312293",
          "about": "Dive into Wooorld, a one-of-a-kind social platform bringing a 3D map of the world into your room in Mixed Reality."
        },
        {
          "title": "EarthQuest",
          "url": "https://www.meta.com/en-gb/experiences/6320120764784270/",
          "about": "Explore nearly every city on Earth in stunning 3D, with uncompressed 8k Street View and realistic terrain. ChatGPT Integration offers personalized insights in your language, while Hand Tracking lets you fly like a superhero. Enjoy multiplayer, Google Maps integration, and customizable comfort settings for a truly immersive experience."
        }
      ]
    },
    {
      "name": "Matterport",
      "bookmarks": [
        {
          "title": "Matterport",
          "url": "https://matterport.com/discover/",
          "about": ""
        },
        {
          "title": "Oxford Natural History Museum",
          "url": "https://matterport.com/discover/space/Sfkr3s8RkC2",
          "about": ""
        },
        {
          "title": "2024 Art Graduates",
          "url": "https://matterport.com/discover/space/TNQ2KLk2osv",
          "about": ""
        },
        {
          "title": "LeRoy Foster: Solo Show",
          "url": "https://matterport.com/discover/space/4qiadgkC2i8",
          "about": ""
        },
        {
          "title": "Eglise Sainte-Cecile",
          "url": "https://matterport.com/discover/space/qsVWt29oHFV",
          "about": ""
        },
        {
          "title": "Basilica Catedral Santiago",
          "url": "https://matterport.com/discover/space/94nDpp3WXhm",
          "about": ""
        }
      ]
    },
    {
      "name": "App Stores",
      "bookmarks": [
        {
          "title": "Meta Store",
          "url": "https://www.meta.com/en-gb/experiences/",
          "about": ""
        },
        {
          "title": "HeyVR",
          "url": "https://heyVR.io",
          "about": "Open App Store for WebXR apps"
        }
      ]
    },
    {
      "name": "Games",
      "bookmarks": [
        {
          "title": "City Sling VR",
          "url": "https://cityslingvr.arvr.social/",
          "about": "Swing around buildings like spiderman. To swing around, aim the controller at a high point on a building and press and hold the trigger. Your web shooters have limited range so aiming too far will not work. Shooting two webs simultaneously will help you balance yourself. Made for educational purposes, open source. https://github.com/cabanier/cityslingvr"
        },
        {
          "title": "Archery Evolution",
          "url": "https://heyvr.io/arcade/games/archery-evolution",
          "about": ""
        },
        {
          "title": "Hover Fit",
          "url": "https://hover.fit",
          "about": "Fitness exercise"
        },
        {
          "title": "The Escape Artist",
          "url": "https://esc.art",
          "about": "Virtual Escape Room. Take on the role of an artist’s elusive muse, deciphering hints and solving puzzles in an increasingly surreal environment to break through and find inspiration in this expansive narrative about the creative process."
        },
        {
          "title": "Gorilla Tag",
          "url": "https://www.meta.com/en-gb/experiences/4979055762136823",
          "about": "Run, climb, and jump in VR using a unique locomotion method that only needs the movement of your hands and arms. No buttons, no sticks, no teleportation. Push off of surfaces to jump and squeeze them with both hands to climb."
        }
      ]
    },
    {
      "name": "Games (2 player)",
      "bookmarks": [
        {
          "title": "Blaston",
          "url": "https://www.meta.com/en-gb/experiences/blaston/2307085352735834/",
          "about": "Fast-paced PvP VR shooter where your survival hinges on one simple rule: Never. Stay. Still. Duel players in a slow-motion bullet-hell as you collect weapons, personalize your loadout, and move your whole body to dodge oncoming fire as you line up your next perfect shot. Customize your weapons with game-changing attachments, glow up your avatar and arsenal with new looks, and create player-hosted tournaments in the Ozo Lounge. Get ready to break a sweat!"
        },
        {
          "title": "Eleven Table Tennis",
          "url": "https://www.meta.com/en-gb/experiences/eleven-table-tennis/1995434190525828/",
          "about": "Play opponents in online multiplayer or practice against the advanced AI. With physics designed to be as real as ever achieved in a Table Tennis simulator, you will forget you are in VR."
        },
        {
          "title": "Walkabout Mini Golf",
          "url": "https://www.meta.com/en-gb/experiences/walkabout-mini-golf/2462678267173943/",
          "about": "8 x 18-hole courses to master. Unlock Hard Mode for more challenging versions of all courses. Guest Pass: allows guests of the player with a paid DLC course to play with their host for free. Play solo, 1v1 online quick match, or create a private room with up to 8 players. Extremely accurate physics that feels just like the real thing."
        },
        {
          "title": "Racket Nx",
          "url": "https://www.meta.com/en-gb/experiences/racket-nx/2255408847836468/",
          "about": "Racquetball meets Breakout inside a giant pinball machine!  2 single player modes. Competitive multiplayer mode. The game is played inside a giant glass dome, the walls of which light up with targets you must destroy with the ball."
        }
      ]
    },
    {
      "name": "Fun",
      "bookmarks": [
        {
          "title": "Hello, Dot",
          "url": "https://www.meta.com/en-gb/experiences/25825290007070369",
          "about": "Interact and care for a virtual pet / creature (a Peridot)."
        },
        {
          "title": "XR Dinosaurs",
          "url": "https://xrdinosaurs.com",
          "about": ""
        },
        {
          "title": "First Steps for Quest 2",
          "url": "https://www.meta.com/en-gb/experiences/3675568169182204/",
          "about": "Take your first steps in VR and get to know your controllers in this short experience that showcases the power of Oculus."
        },
        {
          "title": "First Encounters for Quest 3",
          "url": "https://www.meta.com/en-gb/experiences/6236169136472090/",
          "about": "Discover mixed reality on Meta Quest 3 with First Encounters. You are on a strange new planet and pesky space puffians are about to flood into your room. Catch as many as you can before time runs out – match colours for a high score!"
        }
      ]
    },
    {
      "name": "To Try",
      "bookmarks": [
        {
          "title": "Cinemersive Video Player",
          "url": "https://www.meta.com/en-gb/experiences/5784242031704261/",
          "about": "The next generation of fully immersive, three-dimensional videos to standalone VR headsets. Acquire, process, store, and render videos in six degrees-of-freedom 3D. The current version of the app contains the comedy film \"Love Square\" as well as six additional short videos captured in Armenia. Most videos were recorded with our proprietary five-camera rig, while one of them was converted from an iPhone video."
        }
      ]
    },
    {
      "name": "Virtual Desktop",
      "bookmarks": [
        {
          "title": "Virtual Desktop",
          "url": "https://www.meta.com/en-gb/experiences/2017050365004772",
          "about": "use instead of a physical display (paid)"
        },
        {
          "title": "Big Screen",
          "url": "https://www.meta.com/en-gb/experiences/2497738113633933",
          "about": "desktop sharing, but also social viewing of films in public VR room, or collab in a private VR room"
        },
        {
          "title": "Immersed",
          "url": "https://www.meta.com/en-gb/experiences/2849273531812512",
          "about": "VR Offices! FREE app for *multiple* Virtual Screens in VR for Mac/PC/Linux (with no extra hardware) in stunning virtual worlds! Immersed is great for solo work with multiple screens in a virtual cafe, or for collaborating with your team around even more screens and whiteboards!"
        },
        {
          "title": "Fluid",
          "url": "https://www.meta.com/en-gb/experiences/6946182742093178/",
          "about": "turns your mixed reality headset into a personal spatial computer. Apps and webpages can be placed anywhere around you in 3D space, and you can change your workspace between a virtual room and a mixed-reality experience."
        }
      ]
    },
    {
      "name": "Virtual Meetings",
      "bookmarks": [
        {
          "title": "Horizon Workroom",
          "url": "https://www.meta.com/en-gb/experiences/2514011888645651",
          "about": "VR workspace for teams to connect, collaborate and create. Meet teammates across the table, even if you're across the world and transform your home office into a remote meeting room. Bring your physical computer and desk into VR with you for an immersive mixed reality experience.Experience natural conversations and feel like you're in the same room with spatial audio. Get more done, more efficiently with three massive screens in your virtual home office."
        },
        {
          "title": "Microsoft Mesh",
          "url": "https://www.meta.com/en-gb/experiences/6750166401689690",
          "about": "Connect in 3D immersive space with integration to Microsoft Teams allowing you to join Teams meetings directly from your Meta Quest device through the Mesh app. Needs an appropriate M365, O365 and/or Teams licence is needed. Certain conditional access IT policies are required. For details, see aka.ms/meshprep"
        }
      ]
    },
    {
      "name": "Soft skills",
      "bookmarks": [
        {
          "title": "VirtualSpeech",
          "url": "https://www.meta.com/en-gb/experiences/3973230756042512/",
          "about": "Training tool for improving your soft skills. With AI-powered avatars, real-time feedback, and realistic environments, you’ll improve your workplace skills in areas such as presentations, leadership, sales, difficult conversations, and more."
        },
        {
          "title": "Bodyswaps",
          "url": "https://www.meta.com/en-gb/experiences/3714188128706579/",
          "about": "Practice and perfect all-important soft skills in Bodyswaps - an award winning psychologically safe VR tool that combines behavioural science and AI data with realistic workplace scenarios. Experience role play to build; Active listening, Clear communication, Gender inclusion, Understanding and resolving conflict, Giving feedback, Career mindset development, Job interview skills through 15 minute simulations"
        }
      ]
    },
    {
      "name": "Music",
      "bookmarks": [
        {
          "title": "Cadenza!!",
          "url": "https://heyvr.io/arcade/games/cadenza",
          "about": "a free to play rhythm game inspired by the likes of Deemo and Chunithm"
        },
        {
          "title": "Paradiddle",
          "url": "https://www.meta.com/en-gb/experiences/paradiddle/5719805344724551/",
          "about": "VR drum kit and learn to play (paid app)"
        },
        {
          "title": "PianoVision",
          "url": "https://www.meta.com/en-gb/experiences/pianovision/5271074762922599/",
          "about": "accelerates your piano learning using Mixed Reality and hand tracking. Connect a MIDI keyboard or play on a flat surface with the Virtual Piano!"
        }
      ]
    },
    {
      "name": "Planetarium",
      "bookmarks": [
        {
          "title": "Skygaze XR",
          "url": "https://www.meta.com/en-gb/experiences/skygaze-demo/5092297537484845/",
          "about": "Transforms your home into a magical planetarium, letting you explore the night sky in breath-taking detail. The app features accurate star positions calculated in real time, as well as the visible planets in our solar system. This project was awarded 3rd Place at the Meta XR Hackathon 2021"
        },
        {
          "title": "Titans of space PLUS",
          "url": "https://www.meta.com/en-gb/experiences/titans-of-space-plus/2359857214088490/",
          "about": "Just how big is big? Discover the answer as you tour through this holographic miniature Solar System, then venture beyond to visit some of the largest known stars. (paid app)"
        },
        {
          "title": "Space simulator 3D",
          "url": "https://www.meta.com/en-gb/experiences/space-simulator-3d/5834263140001044/",
          "about": "Create your own solar system in the outer space with Space Simulator 3D! Add new planets, moons, stars, and asteroids. The universe sandbox is an addicting 3D space simulator based on realistic astrophysics (Paid app)"
        },
        {
          "title": "YouTube: Planetarium 360",
          "url": "https://www.youtube.com/results?search_query=Planetarium&sp=EgJ4AQ%253D%253D",
          "about": ""
        }
      ]
    },
    {
      "name": "360 Videos",
      "bookmarks": [
        {
          "title": "Travel Trend",
          "url": "https://www.trvltrend.com/technology/virtual-tours/",
          "about": "Top 100 Virtual Tours Around The World [2020]"
        },
        {
          "title": "VR 360 YouTube Channel",
          "url": "https://www.youtube.com/channel/UCPI7O1tnWh5I8_TWyKX2IqQ",
          "about": ""
        },
        {
          "title": "Explore-Best of VR on YouTube",
          "url": "https://www.youtube.com/playlist?app=desktop&list=PLcn9pfjUYwNhngTUwCGFa7Ycm1vTCFjJX&si=DAZDLnuJcXo7XmSP&cbrd=1",
          "about": ""
        }
      ]
    },
    {
      "name": "VR at Oxford",
      "bookmarks": [
        {
          "title": "3D Organon XR",
          "url": "https://www.meta.com/en-gb/experiences/6218475558223281",
          "about": "Anatomy exploration to XR Medical Imaging, Ultrasound simulation, Medverse, and interactive Quizzes, users have access to a comprehensive suite of tools for learning and practicing medical knowledge. Free demo version available. Used by Shamila Rajendran from Oxford's Department of Physiology Anatomy and Genetics to teach anatomy."
        },
        {
          "title": "NHSBT Blood Identification",
          "url": "https://www.meta.com/en-gb/experiences/6530594066996940/",
          "about": "The app is designed to show learners the processes of correct blood group identification, as well as the consequences of administering a transfusion following incorrect blood group identification, emphasizing the relationship between blood group identification processes and patient wellbeing. Used by the Genomics to Enhance Microbial Screening Blood and Transplant Unit at Oxford University to train individuals how to match blood types for safe transfusion"
        },
        {
          "title": "Oxford Medical XR",
          "url": "https://xr.cmd.ox.ac.uk/",
          "about": "Extended Reality virtual environments to maximise the potential of biomedical imaging and translational medicine. Projects include BabelVR, StrokeVR, AescularVR, BreathlessVR, CSynth"
        },
        {
          "title": "OXR HUB",
          "url": "https://oxr.eng.ox.ac.uk/portfolio/",
          "about": "Our mission is to leverage immersive technologies such as Virtual and Augmented Reality to facilitate research, drive innovation and cultivate new skill sets at the University of Oxford."
        }
      ]
    },
    {
      "name": "WebXR FW",
      "bookmarks": [
        {
          "title": "Foveate",
          "url": "https://foveate.com",
          "about": ""
        },
        {
          "title": "Glitch",
          "url": "https://glitch.com",
          "about": ""
        },
        {
          "title": "FrameVR",
          "url": "https://framevr.io",
          "about": ""
        }
      ]
    }
  ]
}